Repository: tanishaapriya/LoopKit
Catalog: Loop Widget Extension/Bootstrap/Localizable.xcstrings
Source language: en
Languages: de

source: -U
de: -IE

source: %@ U
de: %@ IE

source: %@U
de: %@IE

source: Color
de: Farbe

source: Date
de: Datum

source: End
de: Ende

source: Eventual
de: Eventuell

source: Glucose level
de: Blutzuckerspiegel

source: Glucose range
de: Zielbereich

source: Open the app to update the widget
de: Öffne die App, um das Widget zu aktualisieren

source: Preset override
de: Voreinstellung

source: See your current blood glucose and insulin delivery.
de: Sehen Sie sich Ihre aktuelle Blutzucker- und Insulinabgabe an.

source: U
de: IE
